Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# lng_admin_log_messages_ttl_set
source: {from} enabled messages auto-delete after {duration}
be: {from} уключыў(-ла) аўтавыдаленне паведамленняў праз {duration}
ca: {from} ha activat l'autodestrucció en {duration}
de: {from} hat Auto-Löschung von Nachrichten nach {duration} aktiviert
es: {from} activó la autoeliminación de mensajes en {duration}
fr: {from} a activé l'autosuppression des messages après {duration}
it: {from} ha attivato l'autoeliminazione dei messaggi dopo {duration}
ko: {from}님이 {duration} 이후 메시지 자동삭제를 활성화했습니다.
ms: {from} daya mesej hapus automatik selepas {duration}
pl: Użytkownik {from} włączył auto-usuwanie wiadomości na {duration} po wysłaniu
pt_br: {from} ativou a autoexclusão de mensagens após {duration}
ru: {from} включил(а) автоудаление сообщений через {duration}
tr: {from}, mesajları {duration} sonra otomatik olarak silinecek şekilde ayarladı.
uk: {from} вмикає автовидалення повідомлень через {duration}

# lng_admin_log_muted_participant
source: {from} muted {user} in a video chat
be: {from} адключыў(-ла) мікрафон {user} у відэачаце
ca: {from} ha silenciat {user} al xat de vídeo
de: {from} hat {user} in einem Videochat stummgeschaltet
es: {from} silenció a {user} en un videochat
fr: {from} a rendu muet {user} dans un salon vidéo
it: {from} ha silenziato {user} in una chat video
ko: {from} 님이 {user} 님을 영상 대화에서 음소거했습니다
ms: {from} senyapkan {user} di bual video
nl: {from} heeft {user} gedempt in een spraakchat
pl: Użytkownik {from} wyciszył użytkownika {user} na czacie wideo
pt_br: {from} silenciou {user} no chat de vídeo
ru: {from} выключил(а) микрофон {user}
tr: {from} görüntülü sohbetteki {user} kişisini sessize aldı
uk: {from} заглушує {user} у відеочаті

# lng_admin_log_muted_participant_channel
source: {from} muted {user} in a live stream
be: {from} адключыў(-ла) мікрафон {user} у жывым эфіры
ca: {from} ha silenciat {user} al directe
de: {from} hat {user} in einem Livestream stummgeschaltet
es: {from} silenció a {user} en un stream en directo
fr: {from} a rendu muet {user} dans la diffusion
it: {from} ha silenziato {user} in una diretta streaming
ko: 실시간 방송에서 {from} 이 {user} 님을 음소거 함
ms: {from} senyapkan {user} di strim langsung
pl: Użytkownik {from} wyciszył użytkownika {user} w transmisji na żywo
pt_br: {from} silenciou {user} em uma transmissão ao vivo
ru: {from} отключил(а) микрофон {user} в трансляции
tr: {from}, canlı yayında {user} kişisinin sesini kapattı
uk: {from} заглушує {user} у трансляції

# lng_admin_log_no_events_text
source: No notable actions taken by the members and admins of this group in the last 48 hours.
be: За апошнія 48 гадзін удзельнікі і кіраўнікі нічога не прадпрымалі.
ca: Ningú ha fet cap acció destacada en el grup en les últimes 48 hores.
de: Es wurden keine besonderen Aktionen von Admins und Mitgliedern dieser Gruppe in den letzten 48 Stunden durchgeführt.
es: Los miembros y administradores del grupo no han realizado acciones importantes en las últimas 48 horas.
fr: Aucune action particulière n'a été réalisée par les membres et administrateurs de ce groupe au cours des dernières 48 heures.
it: Nessuna azione di rilievo dai membri e dagli amministratori del gruppo nelle ultime 48 ore.
ko: 지난 48시간 사이에 그룹 참가자와 관리자의 유의미한 활동이 없었습니다.
ms: Tiada tindakan diambil oleh ahli grup dan pentadbir dalam masa 48 jam yang lalu.
nl: Beheerders en leden hebben geen acties uitgevoerd in de afgelopen 48 uur.
pl: Brak istotnych działań podjętych przez członków i administratorów tej grupy w ciągu ostatnich 48 godzin.
pt_br: Os membros e admins do grupo não tomaram nenhuma ação notável nas últimas 48 horas.
ru: За последние 48 часов участники и администраторы не совершали служебных действий.
tr: Son 48 saat içinde bu grubun üyeleri ve yöneticileri tarafından kayda değer bir işlem yapılmadı.
uk: За останні 48 годин учасники та адміністратори групи не здійснювали службових дій.

# lng_admin_log_no_events_text_channel
source: No notable actions taken by the admins of this channel in the last 48 hours.
be: За апошнія 48 гадзін кіраўнікі канала не прадпрымалі ніякіх значных дзеянняў.
ca: L'administració del canal no ha fet cap acció destacada en les últimes 48 hores.
de: Admins haben keine besonderen Aktionen in den letzten 48 Stunden durchgeführt.
es: Los administradores del canal no han realizado acciones importantes en las últimas 48 horas.
fr: Aucune action particulière n'a été effectuée par les admins de ce canal dans les dernières 48 heures.
it: Nessuna azione di rilievo dagli amministratori del canale nelle ultime 48 ore.
ko: 지난 48시간 사이에 채널 관리자가 취한 유의미한 활동이 없습니다.
ms: Tiada aksi penting diambil oleh pentadbir saluran ini dalam masa 48 jam yang lalu.
nl: Beheerders hebben geen acties uitgevoerd in de afgelopen 48 uur.
pl: Brak istotnych działań podjętych przez administratorów tego kanału w ciągu ostatnich 48 godzin.
pt_br: Nenhuma ação notável realizada pelos admins do canal nas últimas 48 horas.
ru: За последние 48 часов администраторы не совершали служебных действий.
tr: Son 48 saat içinde kanal yöneticileri tarafından kayda değer bir eylem gerçekleştirilmedi.
uk: За останні 48 годин адміністратори каналу не здійснювали службових дій.

# lng_admin_log_no_events_title
source: No actions yet
be: Пакуль што няма дзеянняў
ca: Encara no hi ha cap acció
de: Keine Aktionen gefunden
es: Aún no hay acciones
fr: Aucune action pour l'instant
it: Ancora nessuna azione
ko: 아직 활동내역이 없습니다.
ms: Tiada tindakan lagi
nl: Nog geen gebeurtenissen
pl: Tu jeszcze nie ma zdarzeń
pt_br: Ainda não há ações aqui.
ru: Действий пока нет
tr: Henüz eylem yok
uk: Подій ще немає

# lng_admin_log_no_results_search_text
source: No recent actions that contain '{query}' have been found.
be: Не знойдзена нядаўніх дзеянняў, якія адпавядаюць «{query}».
ca: No s'ha trobat cap acció recent que contingui «{query}».
de: Keine kürzlichen Aktionen gefunden, die '{query}' beinhalten.
es: No se encontraron acciones recientes que contengan “{query}”.
fr: Aucune action récente contenant « {query} » n'a été trouvée.
it: Non sono state trovate azioni recenti contenenti '{query}'.
ko: '{query}'에 관한 최근 활동을 찾지 못했습니다.
ms: Tiada tindakan terkini yang mempunyai '{query}' telah dijumpai.
nl: Geen recente gebeurtenissen voor '{query}' gevonden.
pl: Nie znaleziono żadnych ostatnich zdarzeń zawierających „{query}”.
pt_br: Nenhuma ação recente que contenha "{query}" foi encontrada.
ru: Не удалось найти недавние действия, содержащие '{query}'.
tr: '{query}' içeren yeni bir eylem bulunamadı.
uk: Не знайдено останніх дій, що містять "{query}".

# lng_admin_log_no_results_text
source: No recent actions that match your query were found.
be: Нядаўніх дзеянняў, якія адпавядаюць вашаму запыту, не знойдзена.
ca: No s'ha trobat cap acció recent que coincideixi amb la cerca.
de: Keine kürzlichen Ereignisse gefunden, die deinen Suchbegriff beinhalten.
es: No se encontraron acciones recientes que coincidan con tu consulta.
fr: Aucune action récente correspondant à votre recherche n'a été trouvée.
it: Non sono state trovate azioni recenti che rispondono alla tua richiesta.
ko: 검색어에 해당하는 최근 활동을 찾지 못했습니다.
ms: Tiada tindakan terbaru yang sama dengan pertanyaan anda dijumpai.
nl: Geen recente gebeurtenissen gevonden voor je zoekopdracht.
pl: Nie znaleziono żadnych ostatnich zdarzeń pasujących do twojego zapytania.
pt_br: Nenhuma ação recente corresponde à sua busca.
ru: По Вашему запросу не удалось найти недавних действий.
tr: Sorgunuzla eşleşen yeni eylem bulunamadı.
uk: Не знайдено останніх дій, які б відповідали вашому запиту.

# lng_admin_log_no_results_title
source: No actions found
be: Не знойдзена дзеянняў
ca: No s'ha trobat cap acció
de: Keine Aktionen gefunden
es: No se encontraron acciones
fr: Aucune action trouvée
it: Nessuna azione trovata
ko: 활동 기록을 찾지 못했습니다
ms: Tiada tindakan dijumpai
nl: Geen gebeurtenissen
pl: Nie znaleziono zdarzeń
pt_br: Nenhuma ação encontrada
ru: Действий не найдено
tr: Eylem bulunamadı
uk: Подій не знайдено

# lng_admin_log_participant_approved_by_link
source: {from} was approved to join the group via {link} by {user}
be: Для {from} зацверджана далучэнне да суполкі праз {link} ад {user}
ca: {from} s’hi ha unit amb l’enllaç {link}, aprovat per {user}
de: {from}s Antrag auf Beitritt der Gruppe über {link} wurde von {user} zugestimmt.
es: {from} fue aprobado para unirse al grupo con {link} por {user}
fr: {from} a eu l'accord de rejoindre le groupe via {link} par {user}
it: {from} si è unito al gruppo tramite il link {link}, approvato da {user}
ko: {from}님은 {user}의 {link}를 통해 그룹 입장이 승인됨
ms: {from} diluluskan menyertai grup melalui {link} oleh {user}
pl: Użytkownik {from} dołączył poprzez link zaproszenia {link}, zaakceptowany przez {user}
pt_br: {from} foi aprovado para entrar no grupo via {link} por {user}
ru: {from} вступил(а) по ссылке-приглашению {link}, заявка принята {user}
tr: {from} kişisinin {user} tarafından {link} aracılığıyla gruba katılması onaylandı
uk: {from} схвалено для приєднання до групи за посиланням {link} від {user}

# lng_admin_log_participant_approved_by_link_channel
source: {from} was approved to join the channel via {link} by {user}
be: Для {from} зацверджана далучэнне да канала праз {link} ад {user}
ca: {from} s’hi ha unit amb l’enllaç {link}, aprovat per {user}
de: {from}s Antrag auf Beitritt des Kanals über {link} wurde von {user} zugestimmt.
es: {from} fue aprobado para unirse al canal con {link} por {user}
fr: {from} a eu l'accord de rejoindre le canal via {link} par {user}
it: {from} si è unito al canale tramite il link {link}, approvato da {user}
ko: {from}님은 {user}의 {link}를 통해 채널 입장이 승인됨
ms: {from} diluluskan menyertai saluran melalui {link} oleh {user}
pl: Użytkownik {from} dołączył poprzez link zaproszenia {link}, zaakceptowany przez {user}
pt_br: {from} foi aprovado para entrar no canal via {link} por {user}
ru: {from} вступил(а) по ссылке-приглашению {link}, заявка принята {user}
tr: {from} kişisinin {user} tarafından {link} aracılığıyla kanala katılması onaylandı
uk: {from} схвалено для приєднання до каналу за посиланням {link} від {user}

# lng_admin_log_participant_joined
source: {from} joined the group
be: {from} далучыўся(-лася) да суполкі
ca: {from} s'ha unit al grup
de: {from} ist der Gruppe beigetreten
es: {from} se unió al grupo
fr: {from} a rejoint le groupe
it: {from} si è unito al gruppo
ko: {from} 님이 그룹에 들어왔습니다
ms: {from} sertai grup
nl: {from} is nu lid van de groep
pl: Użytkownik {from} dołączył do grupy
pt_br: {from} entrou no grupo
ru: {from} вступил(а) в группу
tr: {from}, gruba katıldı
uk: {from} приєднується до групи

# lng_admin_log_participant_joined_by_link
source: {from} joined the group via {link}
be: {from} далучыўся(-лася) да суполкі праз {link}
ca: {from} s'ha unit al grup via {link}
de: {from} ist Gruppe über {link} beigetreten
es: {from} se unió al grupo con {link}
fr: {from} a rejoint le groupe via {link}
it: {from} si è unito al gruppo tramite il link {link}
ko: {from}님이 {link} 링크로 그룹에 들어왔습니다
ms: {from} sertai grup melalui {link}
pl: Użytkownik {from} dołączył do tej grupy poprzez {link}
pt_br: {from} entrou no grupo via {link}
ru: {from} вступил(а) в группу через {link}
tr: {from}, {link} ile gruba katıldı
uk: {from} приєднується до групи через {link}

# lng_admin_log_participant_joined_by_link_channel
source: {from} joined the channel via {link}
be: {from} далучыўся(-лася) да канала праз {link}
ca: {from} s'ha unit al canal via {link}
de: {from} ist Kanal über {link} beigetreten
es: {from} se unió al canal con {link}
fr: {from} a rejoint le canal via {link}
it: {from} si è unito al canale tramite il link {link}
ko: {from}님이 {link} 링크로 채널에 들어왔습니다
ms: {from} sertai saluran melalui {link}
pl: Użytkownik {from} dołączył do tego kanału poprzez {link}
pt_br: {from} entrou no canal via {link}
ru: {from} вступил(а) в канал через {link}
tr: {from}, {link} ile gruba katıldı
uk: {from} приєднується до каналу через {link}

# lng_admin_log_participant_joined_channel
source: {from} joined the channel
be: {from} далучыўся(-лася) да канала
ca: {from} s'ha unit al canal
de: {from} ist dem Kanal beigetreten
es: {from} se unió al canal
fr: {from} a rejoint le canal
it: {from} si è unito al canale
ko: {from} 님이 채널에 들어왔습니다
ms: {from} sertai saluran
nl: {from} is nu lid van het kanaal
pl: Użytkownik {from} dołączył do kanału
pt_br: {from} entrou no canal
ru: {from} теперь подписан(а) на канал
tr: {from} kanala katıldı
uk: {from} приєднується до каналу

# lng_admin_log_participant_left
source: {from} left the group
be: {from} выйшаў(-ла) з суполкі
ca: {from} ha abandonat el grup
de: {from} hat die Gruppe verlassen
es: {from} salió del grupo
fr: {from} a quitté le groupe
it: {from} ha lasciato il gruppo
ko: {from} 님이 그룹에서 나갔습니다
ms: {from} keluar grup
nl: {from} heeft de groep verlaten
pl: Użytkownik {from} opuścił grupę
pt_br: {from} saiu do grupo
ru: {from} покинул(а) группу
tr: {from} gruptan ayrıldı
uk: {from} покидає групу

# lng_admin_log_participant_left_channel
source: {from} left the channel
be: {from} выйшаў(-ла) з канала
ca: {from} ha abandonat el canal
de: {from} hat den Kanal verlassen
es: {from} salió del canal
fr: {from} a quitté le canal
it: {from} ha lasciato il canale
ko: {from} 님이 채널에서 나갔습니다
ms: {from} keluar saluran
nl: {from} heeft het kanaal verlaten
pl: Użytkownik {from} opuścił kanał
pt_br: {from} saiu do canal
ru: {from} покинул(а) канал
tr: {from} kanaldan ayrıldı
uk: {from} покидає канал

# lng_admin_log_participant_volume
source: {from} changed video chat volume for {user} to {percent}
be: {from} змяніў(-ла) гучнасць відэачата для {user} на {percent}
ca: {from} ha canviat el volum de {user} a {percent}
de: {from} hat Videochat-Lautstärke von {user} verändert: {percent}
es: {from} cambió el volumen en el videochat de {user} a {percent}
fr: {from} a changé le volume de {user} sur {percent}
it: {from} ha impostato il volume di {user} nella chat video al {percent}
ko: {from}님이 {user}님의 영상 대화 볼륨을 {percent} 로 조정했습니다
ms: {from} tukar nada bual video untuk {user} ke {percent}
pl: Użytkownik {from} zmienił głośność użytkownika {user} na {percent}
pt_br: {from} alterou o volume de {user} no chat de vídeo para {percent}
ru: {from} изменил(а) громкость для {user} на {percent}
tr: {from}, {user} için görüntülü sohbet sesini {percent} olarak değiştirdi
uk: {from} змінює гучність для {user} до {percent}

# lng_admin_log_participant_volume_channel
source: {from} changed live stream volume for {user} to {percent}
be: {from} змяніў(-ла) гучнасць жывога эфіру для {user} на {percent}
ca: {from} ha canviat el volum de {user} a {percent}
de: {from} hat die Livestream-Lautstärke für {user} geändert: {percent}
es: {from} cambió el volumen en el stream en directo de {user} a {percent}
fr: {from} a changé le volume de {user} sur {percent}
it: {from} ha impostato il volume di {user} nella diretta streaming al {percent}
ko: {from} 님이 {user} 님의 실시간 방송 볼륨을 {percent} 으로 변경함
ms: {from} tukar nada suara strim langsung untuk {user} ke {percent}
pl: Użytkownik {from} zmienił głośność użytkownika {user} na {percent}
pt_br: {from} alterou o volume de {user} na transmissão para {percent}
ru: {from} изменил(а) громкость трансляции для {user} на {percent}
tr: {from}, {user} için canlı yayın sesini {percent} olarak değiştirdi
uk: {from} змінює гучність {user} до {percent}

# lng_admin_log_pinned_message
source: {from} pinned message:
be: {from} замацаваў(-ла) паведамленне:
ca: {from} ha fixat un missatge:
de: {from} hat Nachricht angeheftet:
es: {from} fijó un mensaje:
fr: {from} a épinglé le message :
it: {from} ha fissato un messaggio:
ko: {from} 님이 메시지를 고정했습니다:
ms: {from} semat mesej:
nl: Bericht door {from} vastgezet:
pl: Użytkownik {from} przypiął wiadomość:
pt_br: {from} fixou a mensagem:
ru: {from} закрепил(а) сообщение:
tr: {from} mesajı sabitledi:
uk: {from} прикріплює повідомлення:

# lng_admin_log_promoted
source: changed privileges for {user}
be: змяніў(-ла) паўнамоцтвы для {user}
ca: ha canviat els privilegis per a {user}
de: hat Berechtigungen für {user} geändert
es: cambió los privilegios de {user}
fr: a modifié les droits de {user}
it: ha cambiato i permessi di {user}
ko: {user} 님의 권한을 수정했습니다
ms: tukar keistimewaan untuk {user}
nl: privileges van {user} aangepast
pl: zmieniono uprawnienia dla {user}
pt_br: alterou os privilégios de {user}
ru: изменил(а) права для {user}
tr: {user} için ayrıcalıkları değiştirdi
uk: змінює права для {user}

# lng_admin_log_reactions_disabled
source: {from} disabled reactions
be: {from} адключыў(-ла) рэакцыі
ca: {from} ha desactivat les reaccions
de: {from} hat Reaktionen deaktiviert
es: {from} desactivó las reacciones
fr: {from} a désactivé les réactions
it: {from} ha disattivato le reazioni
ko: {from} 님이 반응을 비활성화 함
ms: {from} nyahdaya reaksi
pl: Użytkownik {from} wyłączył reakcje
pt_br: {from} desativou as reações
ru: {from} отключил(а) реакции
tr: {from} tepkileri kapattı
uk: {from} вимикає реакції

# lng_admin_log_reactions_updated
source: {from} updated the list of allowed reactions to: {emoji}
be: {from} абнавіў(-ла) спіс дазволеных рэакцый на: {emoji}
ca: {from} ha actualitzat la llista de reaccions permeses a: {emoji}
de: {from} hat die Liste erlaubter Reaktionen verändert: {emoji}
es: {from} actualizó la lista de reacciones permitidas a: {emoji}
fr: {from} a mis à jour la liste des réactions autorisées : {emoji}
it: {from} ha aggiornato la lista delle reazioni consentite in: {emoji}
ko: {from}님이 사용 가능한 반응 리스트를 업데이트 함: {emoji}
ms: {from} kemaskini senarai reaksi yang dibenarkan ke: {emoji}
pl: Użytkownik {from} zaktualizował listę dozwolonych reakcji do: {emoji}
pt_br: {from} atualizou a lista de reações permitidas para: {emoji}
ru: {from} обновил(а) список доступных реакций: {emoji}
tr: {from} izin verilen tepkiler listesini şu şekilde güncelledi: {emoji}
uk: {from} змінює набір дозволених реакцій на: {emoji}

# lng_admin_log_removed_caption
source: {from} removed caption
be: {from} выдаліў(-ла) подпіс пад файлам
ca: {from} ha eliminat una llegenda
de: {from} hat Beschriftung entfernt
es: {from} eliminó un comentario
fr: {from} a supprimé la légende
it: {from} ha rimosso la didascalia
ko: {from} 님이 설명을 지웠습니다
ms: {from} keluarkan kapsyen
nl: Onderschrift door {from} verwijderd
pl: Użytkownik {from} usunął podpis
pt_br: {from} removeu a legenda
ru: {from} удалил(а) подпись
tr: {from} başlığı kaldırdı
uk: {from} вилучає опис

# lng_admin_log_removed_description_channel
source: {from} removed channel description
be: {from} выдаліў(-ла) апісанне канала
ca: {from} ha eliminat la descripció del canal
de: {from} hat Kanalbeschreibung entfernt
es: {from} eliminó la descripción del canal
fr: {from} a supprimé la description du canal
it: {from} ha rimosso la descrizione del canale
ko: {from} 님이 채널 안내를 제거했습니다
ms: {from} keluarkan keterangan saluran
nl: beschrijving door {from} verwijderd
pl: Użytkownik {from} usunął opis kanału
pt_br: {from} removeu a descrição do canal
ru: {from} удалил(а) описание канала
tr: {from}, kanal açıklamasını kaldırdı
uk: {from} вилучає опис каналу

# lng_admin_log_removed_description_group
source: {from} removed group description
be: {from} выдаліў(-ла) апісанне суполкі
ca: {from} ha eliminat la descripció del grup
de: {from} hat Gruppenbeschreibung entfernt
es: {from} eliminó la descripción del grupo
fr: {from} a supprimé la description du groupe
it: {from} ha rimosso la descrizione del gruppo
ko: {from} 님이 그룹 설명을 지웠습니다
ms: {from} keluarkan keterangan grup
nl: beschrijving door {from} verwijderd
pl: Użytkownik {from} usunął opis grupy
pt_br: {from} removeu a descrição do grupo
ru: {from} удалил(а) описание группы
tr: {from}, grup açıklamasını kaldırdı
uk: {from} вилучає опис групи

# lng_admin_log_removed_link_channel
source: {from} removed channel link
be: {from} выдаліў(-ла) спасылку на канал
ca: {from} ha eliminat l'enllaç del canal
de: {from} hat Kanal-Link entfernt
es: {from} eliminó el enlace del canal
fr: {from} a supprimé le lien du canal
it: {from} ha rimosso il link del canale
ko: {from} 님이 채널 링크를 없앴습니다
ms: {from} keluarkan link saluran
nl: link door {from} verwijderd:
pl: Użytkownik {from} usunął link kanału
pt_br: {from} removeu o link do canal
ru: {from} удалил(а) ссылку на канал
tr: {from} kanaldan ayrıldı
uk: {from} вилучає посилання каналу

# lng_admin_log_removed_link_group
source: {from} removed group link
be: {from} выдаліў(-ла) спасылку на суполку
ca: {from} ha eliminat l'enllaç del grup
de: {from} hat Gruppen-Link entfernt
es: {from} eliminó el enlace del grupo
fr: {from} a supprimé le lien du groupe
it: {from} ha rimosso il link del gruppo
ko: {from} 님이 그룹 링크를 없앴습니다
ms: {from} keluarkan link grup
nl: link door {from} verwijderd:
pl: Użytkownik {from} usunął link grupy
pt_br: {from} removeu o link do grupo
ru: {from} удалил(а) ссылку на группу
tr: {from} grup bağlantısını kaldırdı
uk: {from} вилучає посилання групи

# lng_admin_log_removed_linked_channel
source: {from} removed the linked channel
be: {from} выдаліў(-ла) прывязаны канал
ca: {from} ha eliminat el canal enllaçat
de: {from} hat den verknüpften Kanal entfernt
es: {from} eliminó el canal vinculado
fr: {from} a supprimé le canal lié
it: {from} ha rimosso il canale collegato
ko: {from} 님이 채널 링크를 제거했습니다
ms: {from} keluarkan saluran yang dilink
nl: {from} heeft het gekoppelde kanaal verwijderd
pl: Użytkownik {from} usunął podłączony kanał
pt_br: {from} removeu o canal vinculado
ru: {from} убрал(а) привязанный канал
tr: {from} bağlı kanalı kaldırdı
uk: {from} відвʼязує канал

# lng_admin_log_removed_linked_chat
source: {from} removed the discussion group
be: {from} выдаліў(-ла) суполку абмеркаванняў
ca: {from} ha eliminat el grup de debat
de: {from} hat die Diskussionsgruppe entfernt
es: {from} eliminó el grupo de conversación
fr: {from} a supprimé le groupe de discussion
it: {from} ha rimosso la chat di discussione
ko: {from} 님이 토론 그룹을 제거했습니다
ms: {from} hapus grup diskusi
nl: {from} heeft de discussiegroep verwijderd
pl: Użytkownik {from} usunął grupę dyskusyjną
pt_br: {from} removeu o grupo de conversa
ru: {from} убрал(а) группу для обсуждения
tr: {from} tartışma grubunu kaldırdı
uk: {from} відвʼязує групу-обговорення

# lng_admin_log_removed_location_chat
source: {from} removed the group location
be: {from} выдаліў(-ла) месцазнаходжанне суполкі
ca: {from} ha eliminat la ubicació del grup
de: {from} hat den Gruppenstandort entfernt
es: {from} eliminó la ubicación del grupo
fr: {from} a supprimé la position du groupe
it: {from} ha rimosso la posizione del gruppo
ko: {from}님이 그룹 위치를 제거했습니다
ms: {from} keluarkan lokasi grup
nl: {from} verwijderde de groepslocatie
pl: Użytkownik {from} usunął lokalizację grupy
pt_br: {from} removeu a localização do grupo
ru: {from} удалил(а) геопозицию группы
tr: {from} grup konumunu kaldırdı
uk: {from} вилучає розташування групи

# lng_admin_log_removed_photo_channel
source: {from} removed channel photo
be: {from} выдаліў(-ла) аватар канала
ca: {from} ha eliminat la foto del canal
de: {from} hat Kanalbild entfernt
es: {from} eliminó la foto del canal
fr: {from} a supprimé la photo du canal
it: {from} ha rimosso la foto del canale
ko: {from} 님이 채널 사진을 제거했습니다
ms: {from} keluarkan foto saluran
nl: {from} heeft de kanaalfoto verwijderd
pl: Użytkownik {from} zmienił zdjęcie kanału
pt_br: {from} removeu a foto do canal
ru: {from} удалил(а) фотографию канала
tr: {from} kanal fotoğrafını kaldırdı
uk: {from} вилучає фото каналу
